window.DIARY_DATA = {
  "entries": [
    {
      "id": "1792744635621",
      "date": "2026-10-23",
      "text": "我经历了千辛万苦9981难终于成功了！！！感谢ds老师，许愿成功",
      "ts": 1792744635621
    },
    {
      "id": "1792752431960",
      "date": "2026-10-23",
      "text": "团小鱼，作为一个真正的神明，她的出现比宇宙中的第一道光还璀璨。\n聊天开始就经历了一个death question——这决定了我是否能看见美神的样子——问题居然是猜她的性别。oioioi，顶着可爱到令人失色的头像，说着软萌的话，再加上是4个玩偶的主人，简直没有更显而易见的答案了好吧，犹豫一秒就是对美神这个称呼的亵渎。于是美神大赦朋友圈，让我一睹神的芳容。\n噢no，神的容颜果然不是人类能够长久注视的。live播放的刹那，我肯定没有人不会沦陷。完美的黑框眼镜，完美的大大的眼睛，完美的长长的头发，完美的精致的脸庞，一切都是无法用言语更进一步形容的完美。\n原来世上真的有神。\n我看见了她的娃娃，那一定是上天派来守护她的；我看见了她的喻体，那是一个倒着的小猪，可爱的具象化载体；我也看到了神的真面。噢我应该早点遇到她的，假如我多在外面走走，假如我参与了朋辈计划......\n而且神的视角确实与众不同，我第一次察觉到我是个girl而不是boy，第一次被夸说话萌萌的，第一次被说很有梗（哦不不经常surfing on the internet居然是有用的......）。在神的帮助下，我又一次认识了自己。god saves me!\n神与我都神秘兮兮的研究头发，“头发是一个人的......灵魂啊”，神说；\n神赠我一杯茉莉奶白，我原本是想拒绝的，害怕承受不起神的恩惠，“这个就是我刚好想喝，他刚好又送一杯，然后我刚好可以给你，知道不？”神说；\n神与我谈论起哲学三问，“或许你不想当0，也不想当1，你只是想做自己”，神说；\n神对我的照顾已经over the ceiling(实在无法形容)，“因为大家都在图书馆，突然有人给你送奶茶的话，就会显得你很厉害”，神说。\n多无言。唯说：\n神真的降临了！",
      "ts": 1792752431960
    },
    {
      "id": "1792756598588",
      "ts": 1792756598588,
      "date": "2026-10-23",
      "text": "唉我好恐惧坐长时间的地铁啊，恐惧的不是地铁本身，而是感觉生命在隐私空间被极具压缩的环境下浪费掉了。因此，我也恐惧坐公交，坐大巴等等许多交通工具。\n于是有了新的问题，时间被浪费的还少吗？既然都是浪费何必区分是否在地铁上？唉，虽然都是浪费，但前者总是在相对舒服和心理放松的环境下进行的，而地铁上，时间被一站一站划成片段，有时候还人挤人甚至站不稳脚，自己的生命难道不是被一种无法操纵的形式浪费掉呢？\n我宁愿拿着这些时间在床上、校园里、路上等令我不紧张的地方浪费掉。\n对不起，我真的很恐惧很绝望。"
    },
    {
      "id": "1792833140790",
      "ts": 1792833140790,
      "date": "2026-10-24",
      "text": "唉我真蚌埠住了。隔壁座位的大姐抖腿，带着衣服上的什么硬东西规律性地撞击椅子，发出duangduangduang的声音，简直像：\n嗯~搭啦嗯 搭啦 搭啦 哆咯 哆咯 哆咯 哆咯 嗯↓\nem 吧 em 吧 邦吧 邦吧\n啊嘚嘞 嘚嘞↑ 吧 吧\n啊哆啦 哆咯 哆咯 哆咯↑\n嗯嘟搭 嘟搭 嘟搭 嘟嘟↓\n布朗吧 邦吧 邦吧 邦吧 邦吧 邦吧 wow\n窗外的天气 wow\n就像是 ba 你多变的表情 ba ba ba\n下雨了 雨陪我哭泣~\n看不清 wow 我也不想看清~"
    },
    {
      "id": "1792838459763",
      "ts": 1792838459763,
      "date": "2026-10-24",
      "text": "可靠数据原理是谁编的！！！FSM怎么这么多状态！！！这一节17页无数个图是要干爆脑细胞吗！！！\n其实我不是学习这块料，我想回家种地了好吧。嗯突然发现我挺喜欢背晒太阳汗浇地，一根一根啃玉米的......"
    },
    {
      "id": "1793001064738",
      "ts": 1793001064738,
      "date": "2026-10-26",
      "text": "我好绝望啊。。。回个家跟家里人说一声，第一句话是“那你不上课了？那你不上学了？”......................我回去看看你也不行吗..............................学习重要还是人重要.......................咱不学习了我回家种地得了"
    },
    {
      "id": "1793104331926",
      "ts": 1793104331926,
      "date": "2026-10-27",
      "text": "4门辅修课1040块钱！！！我的钱啊。我好难受啊。嗯好像也挺值的如果分散到每节课中。1040/（16*4=64）=16.25。相当于一份中薯条额外多几根。。。看来上每节课约等于吃了份薯条。周六一天要吃3份，周日只吃1份，他大爷的我都不知道我这么能吃。qvq涨知识了，上学期700多毫不在意，现在破4位数字了我开始心惊肉跳。以后就掐着学分选好吧。。。"
    },
    {
      "id": "1793108573235",
      "ts": 1793108573235,
      "date": "2026-10-27",
      "text": "很久没写美神了好吧\n团小鱼成功降级为老大了（我真不认为人类打得过神），还提出个响亮的口号：打倒雨生恶霸，追随思甜老大。挺对仗的，真的；挺押韵的，也是真的；简直完美。那有什么是假的呢？吾姓假（谐音）好吧qvq。这句口号着实完美啊，也可能有点瑕疵，为什么我就成为恶霸了呢？实在难以理解。噢噢或者换种方式理解：（假）打倒我，但我还是恶霸；打倒我（假）恶霸，我都不是恶霸了还为什么要打倒我......？不行啊这句话有双重否定含义，而我只有一个姓氏。。。三重否定还是否定。。。那好吧万一我真的很坏呢。谁又能说我不是坏蛋呢？嗯谁能？look in my eyes!\n神的体能难以捉摸。我跑的比她快，又跑的比她慢。。。此为她一胜；我没做过仰卧起坐，她两次都差一个及格，估摸着我会多点pvp，此为我一胜；我慢跑追不上她，此为她一胜；她荡秋千好高好高，高的我看一眼恐高症犯了，此为她一胜；我比她高1nm，此为我一胜（骄傲）；我食欲比她好，此为我一胜（好像有些偏题了，反正是我自个在敲字⊂(˃ ⩊ ˂)⊃）。\n恶霸：1+1+1=3\n老大：1+1+1=3\n3=3\n所以，根据严谨的数学论证，我和神一样强大好吧。I AM POWERFUL!\n噢噢忘了说了，神好像整天在天上观望导致膝关节严重退化难以屈腿跳远，导致只跳了1.37m，还展示了滑跪技能。我甘拜下风好吧。可惜了这波不在现场，要不然录下来反复学习欣赏。\n好吧老大3+1=4略胜一筹。\n神的观察力也极其敏锐好吧。。。连指甲都注意，距离她十万八千里的冒着热气的但其实已经放温热的水也观测到了。下次有机会我也观察回来，就是保持脖子笔直，眼神直勾勾的看。敢打包票，那眼神，不亚于成年大猩猩捕食幼年香蕉般的谨慎仔细。\n神早上6：30要起来升国旗，神说起不来，神又起来了。神不小心坠入凡尘遇到桃花劫了，神度过去了因为桃花有主。神失恋了（但好像根本没有开始），神又回到了天上，神不再期待谈恋爱了，神又单身了。。。10.26这一天是绝对的大恐怖。。。我也失恋了，我朋友也失恋了，我朋友的朋友也失恋了。10.26这一天太恐怖了。。。\n我要回家了。神不挽留我只说让我走。我好伤心啊。不及汪伦送我情，我连潭水都没有。\n神好像有阳光玉米症。我告诉了她刻在我心里、记忆最鲜明的那一次清晨。神说我解离了。今早10.27去西校区的路上我好像又看到了这样的天。这样的天我只见过这三次——小时候一次，大二一次，今天一次。阳光真的很纯净，空气像钻石般澄澈，一切的一切都亮晶晶的在闪烁，我感觉这像天堂。\n我好喜欢小鱼的“什么”，喜欢到什么程度呢？每次想到我都会高兴起来，像《成功历险记》里老爹的声音一样。听的再多也不会绝交的好吧。\n神也不总是乖的，她喝酒。谁说这算不乖的行为呢？我只觉得神很好。品味相似my lord。\n有太多事，未被记录\n神啊，如果你\n真的存在，那一定是\n团小鱼的模样，\n那般完美，那般善良，可是\n我总是想，\n如果如果，怎样怎样。\n如果有答案，我希望永远，\n但我不想知道。那就\n跟着神走。\n风要何处去，我就去何处"
    },
    {
      "id": "1793429544163",
      "ts": 1793429544163,
      "date": "2026-10-31",
      "text": "OMG! it`s halloween\nwish i had a friend with me\nevery year i am all alone\ni have no reason to leave my home\nbought a costume that is really funny\nbut why dress up if i have nobody?\nlonely halloween~\nit`s a lonely halloween\nlonely halloween~\nno one hears me scream\ni wanna throw a house party\nand stay out super late\nbut instead i guss i`ll just get drunk\nand monster mashtrbate\ntrick or treat, treat or trick\nwish a vampire would suck my blood\nghouls and ghost don`t scare me\ncause there`s nothing worse than being lonely\nthis is it spooky time\nwait all night and start to cry\nwhy does god punish me?\ni suffer each day i live and breath\nlonely halloween~\nit`s a lonely halloween\nlonely halloween~\nsomeone put an end to me\nplease end my suffering\ni said please end my suffering\nplease end my suffering"
    }
  ]
};
