window.DIARY_DATA = {
  "entries": [
    {
      "id": "1792744635621",
      "date": "2026-10-23",
      "text": "我经历了千辛万苦9981难终于成功了！！！感谢ds老师，许愿成功",
      "ts": 1792744635621
    },
    {
      "id": "1792752431960",
      "date": "2026-10-23",
      "text": "团小鱼，作为一个真正的神明，她的出现比宇宙中的第一道光还璀璨。\n聊天开始就经历了一个death question——这决定了我是否能看见美神的样子——问题居然是猜她的性别。oioioi，顶着可爱到令人失色的头像，说着软萌的话，再加上是4个玩偶的主人，简直没有更显而易见的答案了好吧，犹豫一秒就是对美神这个称呼的亵渎。于是美神大赦朋友圈，让我一睹神的芳容。\n噢no，神的容颜果然不是人类能够长久注视的。live播放的刹那，我肯定没有人不会沦陷。完美的黑框眼镜，完美的大大的眼睛，完美的长长的头发，完美的精致的脸庞，一切都是无法用言语更进一步形容的完美。\n原来世上真的有神。\n我看见了她的娃娃，那一定是上天派来守护她的；我看见了她的喻体，那是一个倒着的小猪，可爱的具象化载体；我也看到了神的真面。噢我应该早点遇到她的，假如我多在外面走走，假如我参与了朋辈计划......\n而且神的视角确实与众不同，我第一次察觉到我是个girl而不是boy，第一次被夸说话萌萌的，第一次被说很有梗（哦不不经常surfing on the internet居然是有用的......）。在神的帮助下，我又一次认识了自己。god saves me!\n神与我都神秘兮兮的研究头发，“头发是一个人的......灵魂啊”，神说；\n神赠我一杯茉莉奶白，我原本是想拒绝的，害怕承受不起神的恩惠，“这个就是我刚好想喝，他刚好又送一杯，然后我刚好可以给你，知道不？”神说；\n神与我谈论起哲学三问，“或许你不想当0，也不想当1，你只是想做自己”，神说；\n神对我的照顾已经over the ceiling(实在无法形容)，“因为大家都在图书馆，突然有人给你送奶茶的话，就会显得你很厉害”，神说。\n多无言。唯说：\n神真的降临了！",
      "ts": 1792752431960
    },
    {
      "id": "1792756598588",
      "ts": 1792756598588,
      "date": "2026-10-23",
      "text": "唉我好恐惧坐长时间的地铁啊，恐惧的不是地铁本身，而是感觉生命在隐私空间被极具压缩的环境下浪费掉了。因此，我也恐惧坐公交，坐大巴等等许多交通工具。\n于是有了新的问题，时间被浪费的还少吗？既然都是浪费何必区分是否在地铁上？唉，虽然都是浪费，但前者总是在相对舒服和心理放松的环境下进行的，而地铁上，时间被一站一站划成片段，有时候还人挤人甚至站不稳脚，自己的生命难道不是被一种无法操纵的形式浪费掉呢？\n我宁愿拿着这些时间在床上、校园里、路上等令我不紧张的地方浪费掉。\n对不起，我真的很恐惧很绝望。"
    }
  ]
};
